<?php

return [
    'title' => [
        'module' => 'Страницы',
        'page' => '',
        'part' => 'Части страниц',
        'layout' => 'Шаблоны',
    ],
    'page' => [
        'reorder' => 'Сортировать',
        'list' => 'Список',
        'edit' => 'Редактирование',
        'create' => 'Создание',
        'delete' => 'Удаление',
        'parts' => 'Видеть части страниц',
    ],
    'part' => [
        'reorder' => 'Сортировать',
        'list' => 'Список',
        'create' => 'Создание',
        'delete' => 'Удаление',
    ],
    'layout' => [
        'add' => 'Создание',
        'list' => 'Список',
        'rebuild' => 'Обновление списка блоков',
        'edit' => 'Редактирование',
        'view' => 'Просмотр кода',
        'delete' => 'Удаление',
    ],
];